amd-ucode
ark
autoconf
automake
base
bat
binutils
bison
btrfs-progs
cups
discord
dolphin
dotnet-runtime
dotnet-sdk
efibootmgr
egl-wayland
fakeroot
file
findutils
firewalld
fish
flex
fzf
gawk
gcc
gettext
git
grep
groff
grub
gst-plugin-pipewire
gzip
hplip
htop
inter-font
iw
iwd
kate
konsole
libpulse
libtool
libva-mesa-driver
linux
linux-firmware
m4
make
man-db
mono
nano
neovim
networkmanager
nftables
nodejs
ntfs-3g
ntp
obs-studio
opendoas
openssh
os-prober
otf-cascadia-code
packagekit-qt5
pacman
patch
pipewire
pipewire-alsa
pipewire-media-session
pipewire-pulse
pkgconf
plasma-meta
plasma-wayland-session
qt6-wayland
refind
reflector
sddm
sed
smartmontools
spectacle
steam
sudo
sway
swayidle
swaylock
texinfo
v4l2loopback-dkms
vim
vivaldi
vivaldi-ffmpeg-codecs
vulkan-radeon
waybar
wf-recorder
wget
which
wireless_tools
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yarn
