amd-ucode
autoconf
automake
base
binutils
bison
btrfs-progs
dolphin
efibootmgr
egl-wayland
fakeroot
file
findutils
fish
flex
gawk
gcc
gettext
git
grep
groff
grub
gst-plugin-pipewire
gzip
htop
iwd
kate
konsole
libpulse
libtool
libva-mesa-driver
linux
linux-firmware
m4
make
nano
neovim
ntp
opendoas
openssh
pacman
patch
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pkgconf
plasma-meta
plasma-wayland-session
sddm
sed
smartmontools
steam
sudo
texinfo
vim
vivaldi
vulkan-radeon
wget
which
wireless_tools
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
