amd-ucode
appimagelauncher-git
ark
autoconf
automake
base
binutils
bison
discord
dolphin
dotnet-sdk
efibootmgr
egl-wayland
fakeroot
file
findutils
fish
flameshot
flex
fzf
gawk
gcc
gettext
git
go-tuner-git
googler
grep
groff
grub
gst-plugin-pipewire
gzip
htop
imwheel
intel-media-driver
iwd
kate
konsole
kvantum-qt5
lib32-gnutls
lib32-libpulse
lib32-vulkan-radeon
libpulse
libtool
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
lutris
m4
make
man-db
mpv
nano
neofetch
neovim
nerd-fonts-complete
networkmanager
noisetorch-bin
noto-fonts-emoji
ntfs-3g
ntp
opendoas
openssh
os-prober
packagekit-qt5
pacman
pacman-contrib
paru
patch
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pkgconf
plasma-meta
plasma-wayland-session
ranger
reflector
rustup
sddm
sed
smartmontools
steam
sudo
tealdeer
texinfo
ueberzug
vi
vim
vivaldi
vivaldi-ffmpeg-codecs
vscodium-bin
vulkan-intel
vulkan-radeon
wget
which
wine
wireless_tools
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
youtube-viewer
