alacritty
alsa-utils
amd-ucode
aria2
asciinema
atomicparsley
base
base-devel
bat
bc
beeper-latest-bin
bees
blender
breeze-gtk
broot
btrfs-heatmap
btrfs-progs
calibre
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
chaotic-keyring
chaotic-mirrorlist
cliphist
compsize
cups
cython
deno
discord
dnsmasq
dosbox
dotnet-runtime
dotnet-sdk
downgrade
dunst
easyeffects
efibootmgr
eza
fd
filemanager-actions
firefox
fish
flameshot
flatpak
fuse2
fuzzel
fzf
gamemode
gamescope
git
git-credential-manager-core-bin
git-delta
github-cli
gnome-themes-extra
godot
google-chrome
grim
gstreamer-vaapi
gvfs
handbrake
helvum
heroic-games-launcher-bin
htop
hunspell-en_us
hyprland-git
hyprshot
imwheel
inkscape
inxi
ipfs-desktop
ipset
iptables-nft
iwd
jetbrains-toolbox
kdeconnect
keepassxc
ksnip
kubo
lazygit
lib32-gamemode
lib32-giflib
lib32-libpulse
lib32-libva
lib32-libxslt
lib32-mesa-tkg-git
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libfido2
libguestfs
libreoffice-fresh
libva-utils
lightly-git
limine
linux
linux-firmware
linux-headers
losslesscut-bin
lua-language-server
lutris
man-db
mangohud
media-downloader
mesa-tkg-git
most
mpd
mpv
nano
neovide
neovim-nightly-bin
nerdfix
networkmanager
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
ntfs2btrfs-git
nushell
nwg-displays
nwg-look-bin
nwg-panel
obs-gstreamer
obs-studio-git
obs-vkcapture-git
oh-my-posh-bin
okular
onefetch
openbsd-netcat
openconnect
openssh
osu-lazer
otf-font-awesome
pacman-contrib
paru
pavucontrol
pcmanfm-gtk3
pinta
pipewire-alsa
pipewire-pulse
pkgfile
plymouth
polkit-gnome
polkit-kde-agent
powershell
prettier
protontricks-git
python-mutagen
python-pip
python-pipx
python-pycryptodomex
python-websockets
python39
qbittorrent
qemu-full
qpwgraph
qt5-virtualkeyboard
qt5-wayland
qt5ct
qt6-wayland
qt6ct
radeontop
reflector
ripgrep
rofi-calc
rtmpdump
sddm
slurp
smartmontools
snap-pac
snapper
socat
sof-firmware
speedcrunch
sshfs
steam
sushi
swayidle
sweet-gtk-theme-dark
syncthing
system-config-printer
tesseract
texlive-fontsextra
tldr
topgrade
tree
ttc-iosevka-ss18
ttf-aller
ttf-inconsolata-nerd
ufw
unrar
v4l2loopback-dkms
vim
virt-manager
virtualbox
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
vivid
vulkan-tools
waybar-hyprland-git
wev
wezterm
wget
wine-gecko
wine-mono
wine-staging
winetricks-git
wireless_tools
wireplumber
wl-clipboard
wlogout
wlr-randr
wlrobs-hg
wofi
wpa_supplicant
x11-ssh-askpass
xarchiver
xcursor-themes
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
yad
yt-dlp
yubikey-manager
yubikey-manager-qt
zoom
zram-generator
