act
alacritty
alsa-firmware
alsa-utils
amd-ucode
amdgpu_top
amf-amdgpu-pro
an-anime-game-launcher-bin
ani-cli
ansible
ansible-lint
arch4edu-keyring
arrpc
asciinema
assimp
atuin
aylurs-gtk-shell-git
baobab
base
base-devel
basedpyright-bin
bash-completion
bat
bazarr
beeper-v4-bin
bind
blender
blueman
bluez-utils
bottles
brightnessctl
broot
btdu
btop
btrfs-progs
bun-bin
caddy
cameractrls
cargo-binstall
cargo-flamegraph
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
catppuccin-gtk-theme-macchiato
ccls
chafa
chaotic-keyring
chaotic-mirrorlist
choosenim
cliphist
cloc
codespell
colloid-icon-theme-git
compiledb
compsize
coppwr
corectrl
cpio
cpu-x
cups
cups-pdf
curseforge
dart-sass
dbeaver
ddccontrol
ddstats-rust-bin
delve
deno
devtools
difftastic
discord
discord-canary
docker
docker-buildx
docker-compose
dos2unix
dosbox
dotnet-sdk
downgrade
drawio-desktop
easyeffects
eclipse-jee-bin
edk2-shell
efibootmgr
efitools
electron
emmylua-ls-bin
envision-xr-git
espeak-ng
espeakup
eza
fd
file-roller
firefox
firewalld
fish-git
flaresolverr-bin
flatpak
flatseal
font-manager
fontweak
foot
freeimage
fswatch
fzf
gamemode
gamescope-git
garcon
gdb
gddccontrol
gemini
ghcup-hs-bin
ghex
ghostty
git
git-credential-manager-bin
git-delta
git-lfs
github-cli
glfw-git
glfw-git-debug
gnome-sound-recorder
gnome-themes-extra
gnome-tweaks
go
gobject-introspection
godot-mono
google-chrome
goverlay
gparted
gpu-passthrough-manager
gpu-screen-recorder-git
gpu-screen-recorder-gtk-git
gpu-screen-recorder-ui-git
graphql-cli
greetd
greetd-regreet
grim
grimblast-git
gromit-mpx
gsmartcontrol
gst-plugin-pipewire
gst-plugins-ugly
gstreamer-vaapi
gtk-engine-murrine
gtk3-demos
gtk4-layer-shell
gtkwave
gvfs
hardinfo2
heroic-games-launcher-bin
hexabyte
hexedit
hexyl
htop
httpie
hub
hyperfine
hypridle
hyprland
hyprland-protocols
hyprlang
hyprlock
hyprpicker-git
hyprutils
hyprwayland-scanner
ibus
icon-library
ida-free
imagemagick
imwheel
inetutils
inferno
informant
inkscape
inotify-info
inotify-tools
input-remapper-git
insomnia
iptables-nft
itch-setup-bin
iverilog
iwd
jamesdsp
jdk8-openjdk
jellyfin-media-player
jellyfin-mpv-shim
jellyfin-server
jellyfin-web
jetbrains-toolbox
jflap
jre17-openjdk
jstest-gtk-git
jujutsu
just
kanshi
kclock
kdeconnect
keepassxc
kitty
krita
lact
lazygit
less
lib32-giflib
lib32-gperftools
lib32-libva
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-pipewire
lib32-pipewire-jack
lib32-v4l-utils
lib32-vulkan-radeon
libass
libfaketime
libffi6
libffi6-debug
libnotify
libpulse
libreoffice-fresh
libva-utils
linux
linux-cachyos
linux-cachyos-headers
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lobster-git
logisim
losslesscut-bin
love
lsdesktopf
lshw
lsp-plugins-lv2
lua-language-server
lua-sec
lua51
luarocks
lutris-git
lxappearance
man-db
mangohud
mariadb
mars-mips
masscan
maven
mediainfo
memtester
mesa
mesa-demos
mirro-rs
mise
mission-center
mkvtoolnix-cli
modelsim-intel-starter
moreutils
most
mpv
mpv-mpris
mpvpaper
mysql-workbench
nano
ncdu
neovide
neovim-nightly-bin
nerdfix
net-tools
network-manager-applet
networkmanager-iwd
nfs-utils
nftables
niri
nmap
noise-suppression-for-voice
noisetorch
noto-fonts-cjk
npm
ntfs-3g
numbat-bin
nushell
nvm
nwg-look
obs-gstreamer
obs-studio
obs-vaapi
obs-vkcapture-git
oh-my-posh-git
okular
ollama
openbox
openbsd-netcat
opencl-mesa
openconnect
openssh
openssl-1.0
openssl-1.1
opentabletdriver
osu-lazer-bin
otf-atkinson-hyperlegible
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace
otf-opendyslexic-nerd
otf-overpass-nerd
overlayed-bin
pacman-contrib
pam-u2f
papirus-icon-theme
parabolic
paru
pavucontrol
performous
performous-freesongs
phonon-qt6-mpv
phoronix-test-suite
pinta
piper-tts-bin
piper-voices-en-us
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-workspace
poco
polkit-kde-agent
powershell-bin
prismlauncher
progress
protonplus
protontricks-git
protonup-qt
prowlarr-bin
python-cairosvg
python-jupyter-client
python-poetry
python-pynvim
python-pyperclip
python-vdf
python2-bin
qbittorrent
qbittorrent-nox
qemu-guest-agent
qmk
qogir-gtk-theme
qpwgraph
qt5-wayland
qt5-webengine
qt5ct
qt6-wayland
r2modman-bin
radarr-bin
radeontop
rclone
realtime-privileges
recode
reflector
ripgrep
rocm-opencl-sdk
rofi
rofi-nerdy
rofimoji
rpm-tools
rsync
rtaudio
ruff
run-parts
rust-analyzer
samba
sassc
sbctl
selectdefaultapplication-git
shell-color-scripts-git
showmethekey
slurp
smartmontools
snapper
sonarr-bin
speech-dispatcher
speedcrunch
sqlitebrowser
steam
steamtinkerlaunch
strace
stress-ng
stylua
sunshine
swaks
sway
swayidle
swaylock-effects-improved-git
swh-plugins
swi-prolog
swtpm
swww
sxiv
syncthing
systemd-resolvconf
tailscale
tcpdump
tesseract
thefuck
thunar
thunderbird
tinymist
tk
tldr
tmux
tomcat10
tomcat8
tomcat9
topgrade
traceroute
transmission-gtk
trash-cli
tre
tree-sitter-cli
tree-sitter-git
tree-sitter-vim
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibm-plex
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-ms-win11-auto
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
typst
typstyle
udftools
udiskie
unigine-superposition
unp
unrar-free
uriparser
usbview
uv
uwsm
v4l2loopback-dkms
v4l2loopback-utils
valgrind
vencord-installer
ventoy-bin
vesktop-git
via-appimage
vim
vimix-icon-theme
virt-manager
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
vivid
vkbasalt
vulkan-radeon
vulkan-validation-layers
waybar
waydroid
wayfire
wev
wezterm
wf-recorder
wget
wimlib
wine
wine-mono
wireguard-tools
wireless-regdb
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wljoywake
wlsunset
woff2-font-awesome
wofi
wofi-calc
wshowkeys-git
wtype
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-utils
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4
xfwm4-themes
xorg-xwayland
xr-hardware
xwayland-satellite
y-cruncher
yazi
youtube-music-git
yt-dlp
yubico-authenticator-bin
yubikey-manager
zathura
zathura-ps
zed
zenpower3-dkms
zig
zip
zoom
zotero-bin
zoxide
zram-generator
zsh
