act
alsa-firmware
alsa-utils
amd-ucode
ani-cli
anime-games-launcher-bin
arrpc
atuin
aylurs-gtk-shell
baobab
base
base-devel
bash-completion
bat
beeper-latest-bin
bind
blueman
bluez-utils
bottles
brightnessctl
broot
btdu
btop
btrfs-progs
caddy
cameractrls
cargo-flamegraph
catppuccin-cursors-mocha
catppuccin-gtk-theme-macchiato
ccls
chafa
chaotic-keyring
chaotic-mirrorlist
choosenim
cliphist
cloc
codespell
colloid-icon-theme-git
compsize
corectrl
cpio
cups
cups-pdf
dart-sass
delve
deno
devtools
difftastic
discord
docker
docker-buildx
docker-compose
dos2unix
dosbox
dotnet-sdk
downgrade
drawio-desktop
easyeffects
efibootmgr
efitools
electron
eza
fd
file-roller
firefox
firewalld
fish-git
flatpak
foot
fzf
gamemode
gamescope
gdb
ghex
ghostty
git
git-credential-manager-bin
git-delta
github-cli
gnome-sound-recorder
gnome-themes-extra
gnome-tweaks
go
gobject-introspection
godot-mono
google-chrome
goverlay
greetd
greetd-tuigreet
grim
grimblast-git
gromit-mpx
gsmartcontrol
gst-plugin-pipewire
gstreamer-vaapi
gtk-engine-murrine
gtk3-demos
gtk4-layer-shell
gtkwave
heroic-games-launcher-bin
hexedit
hexyl
htop
httpie
hub
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker-git
ibus
icon-library
imagemagick
imwheel
inetutils
inkscape
input-remapper-git
insomnia
iptables-nft
itch-setup-bin
iverilog
iwd
jamesdsp
jdk8-openjdk
jetbrains-toolbox
jujutsu
just
kanshi
kclock
kdeconnect
keepassxc
kitty
krita
lazygit
less
lib32-giflib
lib32-gperftools
lib32-libva
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-pipewire
lib32-pipewire-jack
lib32-v4l-utils
lib32-vulkan-radeon
libass
libfaketime
libnotify
libpulse
libreoffice-fresh
libva-utils
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lsp-plugins-lv2
lua-sec
lua51
luarocks
lutris-git
lxappearance
man-db
mangohud
maven
mediainfo
memtester
mesa
mesa-demos
mise
mission-center
moreutils
most
mpv
mpv-mpris
mpvpaper
mysql-workbench
nano
ncdu
neovide
nerdfix
net-tools
network-manager-applet
networkmanager-iwd
nftables
nmap
noise-suppression-for-voice
noisetorch
npm
nushell
nvm
nwg-hello
nwg-look
obs-gstreamer
obs-studio
obs-vaapi
obs-vkcapture-git
oh-my-posh-bin
okular
ollama
openbsd-netcat
openconnect
openssh
openssl-1.0
openssl-1.1
otf-atkinson-hyperlegible
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pam-u2f
papirus-icon-theme
paru
pavucontrol
phonon-qt6-mpv
phoronix-test-suite
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-workspace
polkit-kde-agent
postman-bin
prismlauncher
progress
protonplus
protontricks-git
python-cairosvg
python-jupyter-client
python-poetry
python-pynvim
python-pyperclip
python-vdf
qbittorrent
qemu-guest-agent
qmk
qogir-gtk-theme
qpwgraph
qt5-wayland
qt5-webengine
qt5ct
qt6-wayland
radeontop
rclone
realtime-privileges
recode
reflector
ripgrep
rofi-wayland
rofimoji
rpm-tools
rsync
ruff
run-parts
samba
sassc
sbctl
shell-color-scripts-git
slurp
smartmontools
speedcrunch
steam
steamtinkerlaunch
strace
stress-ng
stylua
sway
swayidle
swh-plugins
swi-prolog
swww
sxiv
syncthing
systemd-resolvconf
tailscale
tesseract
thefuck
thunar
tinymist
tk
tldr
tmux
tomcat10
tomcat8
tomcat9
topgrade
traceroute
transmission-gtk
trash-cli
tree-sitter-cli
tree-sitter-git
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibm-plex
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
udftools
unp
unrar-free
usbview
uwsm
v4l2loopback-dkms
v4l2loopback-utils
valgrind
ventoy-bin
vesktop-git
vim
vimix-icon-theme
virt-manager
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
vivid
vkbasalt
vulkan-radeon
vulkan-validation-layers
waybar
waydroid
wayfire
wev
wezterm
wf-recorder
wget
wine
wine-mono
wireless-regdb
wireless_tools
wireplumber
wl-clipboard
wlsunset
wofi
wtype
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-utils
xorg-xwayland
yazi
yt-dlp
yubico-authenticator-bin
yubikey-manager
zathura
zathura-ps
zed
zenpower-dkms
zenpower3-dkms
zig
zip
zoom
zotero-bin
zoxide
zram-generator
zsh
