{
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2023-04-04T13:25:07-07:00",
            "Manifests": 1788
        },
        {
            "Name": "games",
            "Source": "https://github.com/Calinou/scoop-games",
            "Updated": "2023-04-04T09:27:41-07:00",
            "Manifests": 268
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2023-04-04T05:27:29-07:00",
            "Manifests": 254
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2023-04-04T09:28:01-07:00",
            "Manifests": 1185
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2023-03-27T10:12:35-07:00",
            "Manifests": 221
        },
        {
            "Name": "nirsoft",
            "Source": "https://github.com/kodybrown/scoop-nirsoft",
            "Updated": "2022-06-21T09:00:55-07:00",
            "Manifests": 271
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/TheRandomLabs/scoop-nonportable",
            "Updated": "2023-03-23T17:31:54-07:00",
            "Manifests": 80
        },
        {
            "Name": "sysinternals",
            "Source": "https://github.com/mogeko/scoop-sysinternals",
            "Updated": "2021-06-01T12:12:53-07:00",
            "Manifests": 75
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2023-04-04T09:37:19-07:00",
            "Manifests": 418
        }
    ],
    "apps": [
        {
            "Info": "",
            "Version": "22.01",
            "Updated": "2023-03-03T04:21:31.2884019-08:00",
            "Name": "7zip",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "34.0.0",
            "Updated": "2023-03-03T04:21:39.05799-08:00",
            "Name": "adb",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.11.0",
            "Updated": "2023-03-03T04:21:47.0516564-08:00",
            "Name": "alacritty",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "22.10.16.0",
            "Updated": "2023-03-03T04:22:20.0217438-08:00",
            "Name": "archwsl",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "1.36.0-1",
            "Updated": "2023-03-03T04:22:27.2068221-08:00",
            "Name": "aria2",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.22.1",
            "Updated": "2023-03-03T04:22:35.9417819-08:00",
            "Name": "bat",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "2023-01-10",
            "Updated": "2023-03-03T04:22:44.7023145-08:00",
            "Name": "cacert",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.6.4",
            "Updated": "2023-03-03T04:23:12.3863723-08:00",
            "Name": "code-minimap",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "2.05",
            "Updated": "2023-03-03T04:23:21.4563066-08:00",
            "Name": "cpu-z",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "1.5.2",
            "Updated": "2023-03-03T04:23:29.9870915-08:00",
            "Name": "cru",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "3.11.2",
            "Updated": "2023-03-03T04:23:37.5492588-08:00",
            "Name": "dark",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "18.0.6.1",
            "Updated": "2023-03-03T04:23:47.4570905-08:00",
            "Name": "ddu",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.15.1",
            "Updated": "2023-03-03T04:23:56.1897926-08:00",
            "Name": "delta",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.31.1",
            "Updated": "2023-03-03T04:24:05.9934147-08:00",
            "Name": "deno",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "2022-12",
            "Updated": "2023-03-03T04:24:31.3924548-08:00",
            "Name": "eclipse-java",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "1.3",
            "Updated": "2023-03-03T04:32:03.9962538-08:00",
            "Name": "equalizer-apo-np",
            "Source": "nonportable"
        },
        {
            "Info": "",
            "Version": "8.7.0",
            "Updated": "2023-03-03T04:32:21.6794978-08:00",
            "Name": "fd",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "6.0",
            "Updated": "2023-03-03T04:32:34.4805381-08:00",
            "Name": "ffmpeg",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.38.0",
            "Updated": "2023-03-03T04:32:41.9203332-08:00",
            "Name": "fzf",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "11.2.0",
            "Updated": "2023-03-03T04:33:00.3484161-08:00",
            "Name": "gcc",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.5.0",
            "Updated": "2023-03-03T04:33:09.3247934-08:00",
            "Name": "glow",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "4.0",
            "Updated": "2023-03-03T04:33:20.7981436-08:00",
            "Name": "godot",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "nightly-20220921",
            "Updated": "2023-03-03T04:33:29.9589749-08:00",
            "Name": "goneovim-nightly",
            "Source": "<auto-generated>"
        },
        {
            "Info": "",
            "Version": "2.4.0",
            "Updated": "2023-03-03T04:33:41.2052214-08:00",
            "Name": "gpg",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "2.52.0",
            "Updated": "2023-03-03T04:33:50.4389286-08:00",
            "Name": "gpu-z",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "8.0.1",
            "Updated": "2023-03-03T04:34:30.3517613-08:00",
            "Name": "gradle",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "2.0.4",
            "Updated": "2023-03-03T02:44:05.7583118-08:00",
            "Name": "gsudo",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.3.12",
            "Updated": "2023-03-03T04:34:48.1382702-08:00",
            "Name": "gzip",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "22.12",
            "Updated": "2023-03-03T04:35:00.9039209-08:00",
            "Name": "helix",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.15.0",
            "Updated": "2023-03-03T04:35:09.019975-08:00",
            "Name": "hyperfine",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.50",
            "Updated": "2023-03-03T04:35:45.1753888-08:00",
            "Name": "innounp",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.27.3.14493",
            "Updated": "2023-03-03T04:35:57.8794497-08:00",
            "Name": "jetbrains-toolbox",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "22.12.2",
            "Updated": "2023-03-03T04:36:26.7767236-08:00",
            "Name": "kdenlive",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "2.7.4",
            "Updated": "2023-04-04T13:25:36.4518649-07:00",
            "Name": "keepassxc",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.2.6",
            "Updated": "2023-03-03T04:36:36.6342015-08:00",
            "Name": "lapce",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.37.0",
            "Updated": "2023-03-03T04:36:45.3257991-08:00",
            "Name": "lazygit",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "608",
            "Updated": "2023-03-03T04:36:52.8466967-08:00",
            "Name": "less",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.10.0",
            "Updated": "2023-03-03T04:37:00.7032938-08:00",
            "Name": "lessmsi",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.4.1",
            "Updated": "2023-03-03T04:37:09.2435053-08:00",
            "Name": "libgen-desktop",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "15.0.7",
            "Updated": "2023-03-03T04:37:45.2828309-08:00",
            "Name": "llvm",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "3.52.0",
            "Updated": "2023-03-03T04:38:00.7573455-08:00",
            "Name": "losslesscut",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "3.6.13",
            "Updated": "2023-03-03T04:38:09.4863839-08:00",
            "Name": "lua-language-server",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "4.4.1",
            "Updated": "2023-03-03T04:38:19.5165602-08:00",
            "Name": "make",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "2023-01-29",
            "Updated": "2023-03-03T04:38:28.7716052-08:00",
            "Name": "marksman",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "12.2.0-15.0.7-10.0.0-r4",
            "Updated": "2023-03-03T04:39:02.7088534-08:00",
            "Name": "mingw-winlibs",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.35.1",
            "Updated": "2023-03-03T04:39:35.050553-08:00",
            "Name": "mpv",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "4.6.4",
            "Updated": "2023-03-03T04:39:48.380045-08:00",
            "Name": "msiafterburner",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.10.3",
            "Updated": "2023-03-03T04:39:56.7938167-08:00",
            "Name": "neovide",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.9.0-dev-1092-gbc15b075d",
            "Updated": "2023-03-03T04:40:11.7076883-08:00",
            "Name": "neovim-nightly",
            "Source": "versions"
        },
        {
            "Info": "",
            "Version": "1.6.10",
            "Updated": "2023-03-03T04:40:27.1222293-08:00",
            "Name": "nim",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "7.93",
            "Updated": "2023-03-03T04:40:37.9249997-08:00",
            "Name": "nmap",
            "Source": "main"
        },
        {
            "Info": "Install failed",
            "Version": null,
            "Updated": "2023-03-03T04:41:50.9461212-08:00",
            "Name": "NTFSLinksView",
            "Source": null
        },
        {
            "Info": "",
            "Version": "0.8",
            "Updated": "2023-03-03T04:42:01.6979615-08:00",
            "Name": "openrgb",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "9.2.0.0p1",
            "Updated": "2023-03-03T04:42:09.7626394-08:00",
            "Name": "openssh",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.6.0.4",
            "Updated": "2023-03-03T04:42:17.5932638-08:00",
            "Name": "opentabletdriver",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "5.0.2",
            "Updated": "2023-03-03T04:42:32.2845803-08:00",
            "Name": "paint.net",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.1.7",
            "Updated": "2023-03-03T04:42:40.6080529-08:00",
            "Name": "powersession-rs",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "30.8b17",
            "Updated": "2023-03-03T04:42:50.3326163-08:00",
            "Name": "prime95",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.2020.02.27",
            "Updated": "2023-03-03T04:42:57.6952807-08:00",
            "Name": "psutils",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "3.11.2",
            "Updated": "2023-03-07T14:51:53.3640489-08:00",
            "Name": "python",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "13.0.0",
            "Updated": "2023-03-03T04:43:23.3048141-08:00",
            "Name": "ripgrep",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "7.3.3",
            "Updated": "2023-03-03T04:43:40.6591656-08:00",
            "Name": "rtss",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "1.25.2",
            "Updated": "2023-03-03T04:44:08.8732412-08:00",
            "Name": "rustup",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.2.4",
            "Updated": "2023-03-03T04:44:18.8641446-08:00",
            "Name": "scoop-completion",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "1.25",
            "Updated": "2023-03-03T04:44:31.5314394-08:00",
            "Name": "scrcpy",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1676336512",
            "Updated": "2023-03-03T04:44:52.0980184-08:00",
            "Name": "steamcmd",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "1.23.2",
            "Updated": "2023-04-02T00:05:44.4771323-07:00",
            "Name": "syncthing",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "2023.01.25",
            "Updated": "2023-03-03T04:45:05.6413668-08:00",
            "Name": "sysinternals",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.10.0",
            "Updated": "2023-03-07T15:34:47.9009325-08:00",
            "Name": "terminal-icons",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "9.5",
            "Updated": "2023-03-03T04:45:15.6783362-08:00",
            "Name": "throttlestop",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "6.0.0",
            "Updated": "2023-03-03T04:45:26.6043689-08:00",
            "Name": "universal-ctags",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "1.9.0",
            "Updated": "2023-03-03T04:45:35.8918754-08:00",
            "Name": "unlocker",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "10.0.40219.473",
            "Updated": "2023-03-03T04:53:09.9997784-08:00",
            "Name": "vcredist2010",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "1.0.88",
            "Updated": "2023-03-03T04:53:20.8890035-08:00",
            "Name": "ventoy",
            "Source": "extras"
        },
        {
            "Info": "Install failed",
            "Version": null,
            "Updated": "2023-03-03T04:53:45.381023-08:00",
            "Name": "vscode-insiders",
            "Source": null
        },
        {
            "Info": "",
            "Version": "20221119-145034-49b9839f",
            "Updated": "2023-03-03T04:54:06.0630974-08:00",
            "Name": "wezterm",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "1.21.3",
            "Updated": "2023-03-03T04:54:18.6383556-08:00",
            "Name": "wget",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.40.0.0",
            "Updated": "2023-03-03T04:54:32.3935372-08:00",
            "Name": "winaero-tweaker",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "2023.02.17",
            "Updated": "2023-03-03T04:54:46.9490395-08:00",
            "Name": "yt-dlp",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.9.0",
            "Updated": "2023-03-03T04:54:56.0543143-08:00",
            "Name": "zoxide",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.5.4",
            "Updated": "2023-03-03T04:55:06.0814826-08:00",
            "Name": "zstd",
            "Source": "main"
        },
        {
            "Info": "Global install",
            "Version": "2.3.3",
            "Updated": "2023-03-03T04:55:26.0495389-08:00",
            "Name": "CascadiaCode-NF-Mono",
            "Source": "nerd-fonts"
        },
        {
            "Info": "Global install",
            "Version": "2.3.3",
            "Updated": "2023-03-03T04:55:35.205965-08:00",
            "Name": "fantasquesansmono-nf-mono",
            "Source": "nerd-fonts"
        },
        {
            "Info": "Global install",
            "Version": "2.3.3",
            "Updated": "2023-03-03T04:55:44.5976988-08:00",
            "Name": "Inconsolata-NF-Mono",
            "Source": "nerd-fonts"
        },
        {
            "Info": "Global install",
            "Version": "2.3.3",
            "Updated": "2023-03-03T04:55:55.5513243-08:00",
            "Name": "Monofur-NF-Mono",
            "Source": "nerd-fonts"
        },
        {
            "Info": "Global install",
            "Version": "2.3.3",
            "Updated": "2023-03-03T04:56:04.9096949-08:00",
            "Name": "Mononoki-NF-mono",
            "Source": "nerd-fonts"
        },
        {
            "Info": "Global install",
            "Version": "2.3.3",
            "Updated": "2023-03-03T04:56:14.5288191-08:00",
            "Name": "SpaceMono-NF-mono",
            "Source": "nerd-fonts"
        },
        {
            "Info": "Global install",
            "Version": "2.3.3",
            "Updated": "2023-03-03T04:56:25.8684371-08:00",
            "Name": "VictorMono-NF-Mono",
            "Source": "nerd-fonts"
        }
    ]
}
