{
    "apps": [
        {
            "Info": "",
            "Name": "7zip",
            "Version": "22.01",
            "Updated": "2022-10-07T01:57:10.3969598-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "adb",
            "Version": "33.0.3",
            "Updated": "2022-10-07T01:57:11.6441807-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "archwsl",
            "Version": "22.10.16.0",
            "Updated": "2022-10-18T18:37:59.0270218-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "aria2",
            "Version": "1.36.0-1",
            "Updated": "2022-10-07T01:57:16.3177179-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "bat",
            "Version": "0.22.1",
            "Updated": "2022-10-07T01:57:17.3497874-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "cacert",
            "Version": "2022-10-11",
            "Updated": "2022-10-18T18:38:03.5093373-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "cascadiacode-nf",
            "Version": "2.2.2",
            "Updated": "2022-10-07T01:57:20.647767-07:00",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "cpu-z",
            "Version": "2.03",
            "Updated": "2022-10-18T18:38:08.5145313-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "cru",
            "Version": "1.5.2",
            "Updated": "2022-10-07T01:57:23.3446832-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "dark",
            "Version": "3.11.2",
            "Updated": "2022-10-18T18:39:33.5275606-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "ddu",
            "Version": "18.0.5.5",
            "Updated": "2022-10-07T01:57:25.1045761-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "delta",
            "Version": "0.14.0",
            "Updated": "2022-10-28T02:40:48.839177-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "deno",
            "Version": "1.26.2",
            "Updated": "2022-10-18T18:38:14.2577847-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "eclipse-java",
            "Version": "2022-09",
            "Updated": "2022-10-07T01:57:35.6025481-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "equalizer-apo-np",
            "Version": "1.3",
            "Updated": "2022-10-07T01:57:40.7065568-07:00",
            "Source": "nonportable"
        },
        {
            "Info": "",
            "Name": "fantasquesansmono-nf-mono",
            "Version": "2.2.2",
            "Updated": "2022-10-07T01:57:41.9508423-07:00",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "fd",
            "Version": "8.4.0",
            "Updated": "2022-10-07T01:57:43.0390928-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "ffmpeg",
            "Version": "5.1.2",
            "Updated": "2022-10-07T01:57:46.786064-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "fzf",
            "Version": "0.34.0",
            "Updated": "2022-10-07T01:57:47.7994839-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "gcc",
            "Version": "11.2.0",
            "Updated": "2022-10-07T01:58:06.3144445-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "glow",
            "Version": "1.4.1",
            "Updated": "2022-10-07T01:58:07.4673012-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "godot",
            "Version": "3.5.1",
            "Updated": "2022-10-07T01:58:11.8207329-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "goneovim-nightly",
            "Version": "nightly-20220928",
            "Updated": "2022-10-07T01:58:16.8070582-07:00",
            "Source": "versions"
        },
        {
            "Info": "",
            "Name": "gow",
            "Version": "0.8.0",
            "Updated": "2022-11-09T01:42:33.5584958-08:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "gpu-z",
            "Version": "2.50.0",
            "Updated": "2022-10-07T01:58:22.0860468-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "gsudo",
            "Version": "1.7.1",
            "Updated": "2022-10-07T02:13:14.4552486-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "gzip",
            "Version": "1.3.12",
            "Updated": "2022-10-07T01:58:24.0766514-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "inconsolata-NF-Mono",
            "Version": "2.2.2",
            "Updated": "2022-10-07T01:58:25.4443898-07:00",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "inconsolataLGC-NF-Mono",
            "Version": "2.2.2",
            "Updated": "2022-10-07T01:58:26.6383574-07:00",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "innounp",
            "Version": "0.50",
            "Updated": "2022-10-07T01:58:27.6148775-07:00",
            "Source": "main"
        },
        {
            "Info": "Install failed",
            "Name": "jetbrains-toolbox",
            "Version": null,
            "Updated": "2022-10-22T21:20:39.8770837-07:00",
            "Source": null
        },
        {
            "Info": "",
            "Name": "kdenlive",
            "Version": "22.08.2",
            "Updated": "2022-10-18T18:38:57.9013875-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "lapce",
            "Version": "0.2.1",
            "Updated": "2022-10-18T18:39:03.7510476-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "lazygit",
            "Version": "0.35",
            "Updated": "2022-10-07T01:59:04.6259483-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "less",
            "Version": "608",
            "Updated": "2022-10-07T01:59:05.705857-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "lessmsi",
            "Version": "1.10.0",
            "Updated": "2022-10-07T01:59:06.7640203-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "libgen-desktop",
            "Version": "1.4.1",
            "Updated": "2022-10-07T01:59:07.9998741-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "losslesscut",
            "Version": "3.47.1",
            "Updated": "2022-10-18T18:39:16.2400223-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "make",
            "Version": "4.3",
            "Updated": "2022-10-07T01:59:15.6231675-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "mingw-winlibs",
            "Version": "12.2.0-14.0.6-10.0.0-r2",
            "Updated": "2022-10-28T00:38:00.6352753-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "monofur-nf",
            "Version": "2.2.2",
            "Updated": "2022-10-07T01:59:16.8179477-07:00",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "Mononoki-NF-mono",
            "Version": "2.2.2",
            "Updated": "2022-10-07T01:59:18.0442527-07:00",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "mpv",
            "Version": "0.34.0",
            "Updated": "2022-10-07T01:59:21.7479684-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "neovide",
            "Version": "0.10.1",
            "Updated": "2022-10-07T01:59:23.0356854-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "neovim-nightly",
            "Version": "0.9.0-dev-98-g1c478391c",
            "Updated": "2022-10-18T18:39:28.7332178-07:00",
            "Source": "versions"
        },
        {
            "Info": "",
            "Name": "nim",
            "Version": "1.6.8",
            "Updated": "2022-10-28T00:38:14.6892369-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "nmap",
            "Version": "7.93",
            "Updated": "2022-10-07T01:59:34.6348645-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "nodejs16",
            "Version": "16.18.1",
            "Updated": "2022-11-26T03:44:23.7615319-08:00",
            "Source": "versions"
        },
        {
            "Info": "",
            "Name": "Noto-NF",
            "Version": "2.2.2",
            "Updated": "2022-10-07T02:01:24.8736766-07:00",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "NTFSLinksView",
            "Version": "1.32",
            "Updated": "2022-10-07T02:01:25.8805553-07:00",
            "Source": "nirsoft"
        },
        {
            "Info": "",
            "Name": "openrgb",
            "Version": "0.7",
            "Updated": "2022-10-07T02:01:33.760211-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "openssh",
            "Version": "8.9.1.0p1",
            "Updated": "2022-10-19T03:01:31.9552737-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "opentabletdriver",
            "Version": "0.6.0.4",
            "Updated": "2022-10-07T02:01:35.6752939-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "paint.net",
            "Version": "4.3.12",
            "Updated": "2022-10-07T02:01:41.4090113-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "prime95",
            "Version": "30.8b17",
            "Updated": "2022-10-07T02:01:43.5950204-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "ripgrep",
            "Version": "13.0.0",
            "Updated": "2022-10-07T02:02:22.901633-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "rtss",
            "Version": "7.3.3",
            "Updated": "2022-10-07T02:02:29.0980397-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "rustup",
            "Version": "1.25.1",
            "Updated": "2022-10-07T02:04:33.5651711-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "scoop-completion",
            "Version": "0.2.4",
            "Updated": "2022-10-07T02:04:38.5684466-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "scrcpy",
            "Version": "1.24",
            "Updated": "2022-10-07T02:04:41.9164574-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "SpaceMono-NF-mono",
            "Version": "2.2.2",
            "Updated": "2022-10-07T02:04:43.7674898-07:00",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "steamcmd",
            "Version": "1666049333",
            "Updated": "2022-10-18T18:40:18.2677191-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "sysinternals",
            "Version": "2022.10.13",
            "Updated": "2022-10-18T18:40:26.1809507-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "throttlestop",
            "Version": "9.5",
            "Updated": "2022-10-07T02:04:58.1609053-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "universal-ctags",
            "Version": "2020-10-11",
            "Updated": "2022-10-07T02:04:59.4396136-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "unlocker",
            "Version": "1.9.0",
            "Updated": "2022-10-07T02:05:00.551132-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "ventoy",
            "Version": "1.0.80",
            "Updated": "2022-10-07T02:05:02.0664144-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "victormono-nf-mono",
            "Version": "2.2.2",
            "Updated": "2022-10-07T02:05:04.377568-07:00",
            "Source": "nerd-fonts"
        },
        {
            "Info": "",
            "Name": "vscode-insiders",
            "Version": "nightly-20221007",
            "Updated": "2022-10-07T02:05:43.9129945-07:00",
            "Source": "versions"
        },
        {
            "Info": "",
            "Name": "wget",
            "Version": "1.21.3",
            "Updated": "2022-10-07T02:05:45.2482023-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "winaero-tweaker",
            "Version": "1.40.0.0",
            "Updated": "2022-10-07T02:05:51.0040725-07:00",
            "Source": "extras"
        },
        {
            "Info": "",
            "Name": "yt-dlp",
            "Version": "2022.10.04",
            "Updated": "2022-10-07T02:05:57.0578764-07:00",
            "Source": "main"
        },
        {
            "Info": "",
            "Name": "zstd",
            "Version": "1.5.2",
            "Updated": "2022-10-07T02:05:58.1673414-07:00",
            "Source": "main"
        },
        {
            "Info": "Global install",
            "Name": "Inconsolata-NF-Mono",
            "Version": "2.2.2",
            "Updated": "2022-10-07T16:31:20.6167135-07:00",
            "Source": "nerd-fonts"
        }
    ],
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/lukesampson/scoop-extras",
            "Updated": "2022-11-26T00:28:05-08:00",
            "Manifests": 1731
        },
        {
            "Name": "games",
            "Source": "https://github.com/Calinou/scoop-games",
            "Updated": "2022-11-26T00:28:45-08:00",
            "Manifests": 245
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2022-11-26T00:20:35-08:00",
            "Manifests": 253
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2022-11-26T00:28:23-08:00",
            "Manifests": 1122
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2022-11-24T02:13:25-08:00",
            "Manifests": 209
        },
        {
            "Name": "nirsoft",
            "Source": "https://github.com/kodybrown/scoop-nirsoft",
            "Updated": "2022-06-21T09:00:55-07:00",
            "Manifests": 271
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/TheRandomLabs/scoop-nonportable",
            "Updated": "2022-11-18T04:12:53-08:00",
            "Manifests": 80
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2022-11-26T00:37:27-08:00",
            "Manifests": 397
        }
    ]
}
