{
    "apps": [
        {
            "Name": "7zip",
            "Version": "22.00",
            "Updated": "2022-07-16T01:00:51.025683-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "adb",
            "Version": "33.0.2",
            "Updated": "2022-07-16T01:00:52.8098751-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "archwsl",
            "Version": "22.3.18.0",
            "Updated": "2022-03-26T14:34:52.2933863-07:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "aria2",
            "Version": "1.36.0-1",
            "Updated": "2022-03-30T16:50:54.1196251-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "cacert",
            "Version": "2022-04-26",
            "Updated": "2022-06-01T01:37:08.8922971-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "cascadiacode-nf",
            "Version": "2.1.0",
            "Updated": "2022-03-29T17:35:01.1343899-07:00",
            "Info": "",
            "Source": "nerd-fonts"
        },
        {
            "Name": "code-minimap",
            "Version": "0.6.4",
            "Updated": "2022-05-15T16:38:03.7138737-07:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "cru",
            "Version": "1.5.1",
            "Updated": "2022-05-11T17:36:06.5111045-07:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "ddu",
            "Version": "18.0.5.2",
            "Updated": "2022-07-16T01:00:54.9323511-07:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "emacs",
            "Version": "28.1",
            "Updated": "2022-05-09T20:08:05.9361987-07:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "equalizer-apo-np",
            "Version": "1.3",
            "Updated": "2022-05-26T17:27:14.01508-07:00",
            "Info": "",
            "Source": "nonportable"
        },
        {
            "Name": "fantasquesansmono-nf-mono",
            "Version": "2.1.0",
            "Updated": "2022-06-09T19:29:07.5153062-07:00",
            "Info": "",
            "Source": "nerd-fonts"
        },
        {
            "Name": "fd",
            "Version": "8.4.0",
            "Updated": "2022-06-06T00:05:36.1748277-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "ffmpeg",
            "Version": "5.0.1",
            "Updated": "2022-05-21T00:41:26.8457632-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "fzf",
            "Version": "0.30.0",
            "Updated": "2022-04-24T01:45:31.9536444-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "gcc",
            "Version": "11.2.0",
            "Updated": "2022-03-21T23:53:12.2484498-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "git",
            "Version": "2.36.0.windows.1",
            "Updated": "2022-04-24T01:48:42.3581169-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "gzip",
            "Version": "1.3.12",
            "Updated": "2022-06-01T01:38:10.9351715-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "handle",
            "Version": "4.22",
            "Updated": "2022-04-22T16:53:48.5802726-07:00",
            "Info": "",
            "Source": "sysinternals"
        },
        {
            "Name": "helix",
            "Version": "22.05",
            "Updated": "2022-06-06T00:05:41.4980277-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "inconsolataGo-NF-Mono",
            "Version": "2.1.0",
            "Updated": "2022-06-09T19:32:08.2069524-07:00",
            "Info": "",
            "Source": "nerd-fonts"
        },
        {
            "Name": "inconsolataLGC-NF-Mono",
            "Version": "2.1.0",
            "Updated": "2022-06-09T18:43:19.5839123-07:00",
            "Info": "",
            "Source": "nerd-fonts"
        },
        {
            "Name": "lazygit",
            "Version": "0.34",
            "Updated": "2022-06-02T01:28:34.0359118-07:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "llvm",
            "Version": "14.0.6",
            "Updated": "2022-07-16T01:02:09.071897-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "make",
            "Version": "4.3",
            "Updated": "2022-03-21T23:53:13.3301984-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "monofur-nf",
            "Version": "2.1.0",
            "Updated": "2022-06-09T19:09:02.6844761-07:00",
            "Info": "",
            "Source": "nerd-fonts"
        },
        {
            "Name": "Mononoki-NF-mono",
            "Version": "2.1.0",
            "Updated": "2022-06-09T19:28:31.2437018-07:00",
            "Info": "",
            "Source": "nerd-fonts"
        },
        {
            "Name": "mpv",
            "Version": "0.34.0",
            "Updated": "2022-03-06T22:19:58.6245235-08:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "neovide",
            "Version": "0.9.0",
            "Updated": "2022-07-16T01:02:14.4616308-07:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "neovim-nightly",
            "Version": "0.8.0-dev-428-g1493efdc1",
            "Updated": "2022-06-15T02:02:42.45913-07:00",
            "Info": "",
            "Source": "versions"
        },
        {
            "Name": "Noto-NF",
            "Version": "2.1.0",
            "Updated": "2022-06-09T19:05:43.5913634-07:00",
            "Info": "",
            "Source": "nerd-fonts"
        },
        {
            "Name": "NTFSLinksView",
            "Version": "1.32",
            "Updated": "2022-03-15T23:53:39.1285119-07:00",
            "Info": "",
            "Source": "nirsoft"
        },
        {
            "Name": "paint.net",
            "Version": "4.3.11",
            "Updated": "2022-05-26T17:28:56.5312423-07:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "psutils",
            "Version": "0.2020.02.27",
            "Updated": "2022-06-09T18:57:36.4610331-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "ripgrep",
            "Version": "13.0.0",
            "Updated": "2022-05-09T16:46:27.2251474-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "rustup",
            "Version": "1.24.3",
            "Updated": "2022-03-29T01:08:25.5815917-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "scrcpy",
            "Version": "1.24",
            "Updated": "2022-05-05T22:09:08.6031993-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "SpaceMono-NF-mono",
            "Version": "2.1.0",
            "Updated": "2022-06-09T19:29:35.8407367-07:00",
            "Info": "",
            "Source": "nerd-fonts"
        },
        {
            "Name": "spicetify-cli",
            "Version": "2.10.1",
            "Updated": "2022-06-06T00:05:43.4474656-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "starship",
            "Version": "1.7.1",
            "Updated": "2022-05-26T17:29:00.315771-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "unlocker",
            "Version": "1.9.0",
            "Updated": "2022-06-21T01:34:10.3802574-07:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "vcredist2010",
            "Version": "10.0.40219.473",
            "Updated": "2022-03-03T22:37:57.8644319-08:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "victormono-nf-mono",
            "Version": "2.1.0",
            "Updated": "2022-06-09T19:19:14.8568709-07:00",
            "Info": "",
            "Source": "nerd-fonts"
        },
        {
            "Name": "wezterm",
            "Version": "20220408-101518-b908e2dd",
            "Updated": "2022-05-05T22:09:25.3769953-07:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "wget",
            "Version": "1.21.3",
            "Updated": "2022-06-01T01:37:20.0780048-07:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "winaero-tweaker",
            "Version": "1.33.0.0",
            "Updated": "2022-03-29T01:04:41.4886094-07:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "yt-dlp",
            "Version": "2022.05.18",
            "Updated": "2022-05-26T17:29:06.2541295-07:00",
            "Info": "",
            "Source": "main"
        }
    ],
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/lukesampson/scoop-extras",
            "Updated": "2022-07-15T21:30:29-07:00",
            "Manifests": 1604
        },
        {
            "Name": "games",
            "Source": "https://github.com/Calinou/scoop-games",
            "Updated": "2022-07-15T21:30:29-07:00",
            "Manifests": 228
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2022-07-15T21:30:42-07:00",
            "Manifests": 1059
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2022-07-14T03:16:36-07:00",
            "Manifests": 202
        },
        {
            "Name": "nirsoft",
            "Source": "https://github.com/kodybrown/scoop-nirsoft",
            "Updated": "2022-06-21T09:00:55-07:00",
            "Manifests": 271
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/TheRandomLabs/scoop-nonportable",
            "Updated": "2022-07-15T10:18:17-07:00",
            "Manifests": 80
        },
        {
            "Name": "sysinternals",
            "Source": "https://github.com/mogeko/scoop-sysinternals",
            "Updated": "2021-06-01T12:12:53-07:00",
            "Manifests": 75
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2022-07-15T21:50:42-07:00",
            "Manifests": 346
        }
    ]
}
